<?php

    return [
        'success' => [
            'consent_sent' => 'に招待メールを送信しました',
            'login' => 'ログインできました',
            'registered' => '本登録完了です<br>こちらからログインしてください',
            'reply_sent' => 'に返信メールを送信しました',
            'team_registered' => 'へ登録されました',
        ],
        'failed' => [
            'consent_sent' => 'に招待メールを送信しました',
            'login' => 'ログイン失敗しました',
            'registered' => '登録に失敗しました<br>暫くお待ちいただき再度ご確認お願いします',
            'team_registered' => 'チームの登録に失敗しました<br>暫くお待ちいただき再度ご確認お願いします',
            'token' => 'トークンが無効です<br>再度お試しください',
            'error' => 'エラーが発生しました<br>暫くお待ちいただき再度ご確認お願いします',
        ]
    ];
